Repository: genyk1p/e-auction
Catalog: staticfiles/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ru

source: On our platform, You can buy loot raid or dungeon boost directly from booster team at a minimum price
de: Auf unserer Plattform können Sie Loot Raid oder Boost in Dungeons direkt vom Booster-Team für den Mindestpreis kaufen
fr: Ici, vous pouvez acheter un boost directement chez l'équipe de boosters au prix minimum
ru: На нашей платформе Вы можете купить лут рейд или буст в подземельях непосредственно у команды бустеров по минимальной цене

source: Welcome to nstopboost.com, the WoW boost Platform.
de: Willkommen bei der WoW-Boost-Plattform nstopboost.com
fr: Bienvenue sur nstopboost.com, La Plateforme dédié au Boost WoW.
ru: Добро пожаловать на WoW буст платформу nstopboost.com.

source: Here You can buy boosts directly from the booster team at the lowest price.
de: Hier können Sie einen Boost direkt vom Booster-Team zum Mindestpreis kaufen
fr: Ici, vous pouvez acheter des boosts directement auprès de l'équipe des booster au prix le plus bas.
ru: Здесь Вы можете купить буст непосредственно у команды бустеров по минимальной цене

source: Briefly about how it works:
de: Kurz zur Funktionsweise:
fr: Comment ça marche:
ru: Кратко о том, как это работает:

source: Our staff places on the platform the service templates with an initial price and a detailed description of the service.
de: Unser Team stellt Produktvorlagen mit einem Startpreis und einer detailliertenBeschreibung auf die Plattform.
fr: Notre personnel place sur la plateforme des templates de services avec un prix initial et une description détaillée du service.
ru: Наши сотрудники размещают на платформе шаблоны товаров с начальной ценой и подробным описанием.

source: The customer chooses which service is of interest to him and starts trading for it.
de: Der Kunde wählt aus, für welches Produkt er sich interessiert und gibt ein vorläufiges Angebot ab.
fr: Le client choisit le service qui l'intéresse et commence à se négocier
ru: Клиент выбирает, какой товар ему интересен и размещает предварительную заявку.

source: Information about the start of the trading is sent to all our boosters.
de: Informationen über den Start der Ausschreibung werden an alle unsere Booster verschickt.
fr: Les informations sur le début du trading sont envoyées à tous nos boosters.
ru: Информация о начале торгов рассылается всем нашим бустерам.

source: Boosters begin to compete with each other for the right to fulfill this order, by reducing the cost of the service.
de: Die Anbieter beginnen, miteinander um das Recht zu konkurrieren, die Leistung entsprechend der Vorbestellung zu erfüllen, wodurch der anfängliche Preis des Produkts sinkt.
fr: Les boosters commencent à se concurrencer pour l'exécuter de cette requête en réduisant le coût du service.
ru: Бустеры начинают соревноваться между собой за право выполнить услугу, снижая первоначальную стоимость товара.

source: The advantages of our platform:
de: Vorteile unserer Plattform.
fr: Les avantages de notre plateforme:
ru: Преимущества нашей платформы.

source: As a result of bidding for the service (healthy competition among boosters), the customer gets the opportunity to buy the service at the lowest price.
de: Durch die Versteigerung des Produkts (gesunder Wettbewerb zwischen den Anbietern) erhält der Kunde die Möglichkeit, das Produkt (die Dienstleistung) zum niedrigsten Preis zu kaufen.
fr: En raison des enchères pour un service (une concurrence saine entre les boosters), un client a la possibilité d'acheter un service au prix le plus bas.
ru: В результате аукциона по услуге (здоровая конкуренция между бустерами) клиент получает возможность купить товар (сервис) по самой низкой цене.

source: Upon completion of the order, the customer can leave feedback on the booster. Based on the feedback, the platform automatically calculates the booster rating.
de: Am Ende der Bestellung kann der Kunde eine Rückmeldung über den Booster abgeben. Die Plattform berechnet automatisch eine Booster-Bewertung auf der Grundlage des Feedbacks.
fr: Vous pouvez laisser des commentaires sur l'exécutant une fois la commande terminée. Sur la base des avis, la Plateforme calcule automatiquement la note de booster.
ru: По завершении заказа покупатель может оставить отзыв о бустере. На основе отзывов платформа автоматически рассчитывает рейтинг бустера.

source: Analysis of the price of the service and the rating of the booster allows the customer to choose exactly the option that he needs.
de: Die Analyse des Preises des Produkts (der Dienstleistung) und der Booster-Bewertung ermöglicht es dem Kunden, die richtige Option zu wählen.
fr: L'analyse du prix du service et de la notation du booster (exécutant) permet au client de choisir exactement l'option dont il a besoin.
ru: Анализ стоимости товара (сервиса) и рейтинга бустера позволяет заказчику выбрать именно тот вариант, который ему нужен.

source: Now more detailed information about how it works.
de: Nun mehr Details zur Funktionsweise.
fr: Maintenant plus en détail sur le fonctionnement de la Plateforme
ru: Теперь подробнее о том, как это работает.

source: As we have already written above, our staff places a product blank in which it is described in details what exactly needs to be done, for example, the Castle Nathria Heroic Loot run raid. We place popular products on the platform, attach them to the right categories and make sure that they are relevant. This approach allows the customer always to look only at relevant services, and not try to find something they need among a heap of irrelevant garbage. For a booster, this approach is beneficial as he does not need to come up with product descriptions, translate them into several languages and monitor the relevance of the information - the booster will do exactly what he knows the best, namely, to do a boost. All this allows our platform to attract more boosters. A larger number of boosters leads to a more competitive pricing of the service.
de: Wie wir bereits oben geschrieben haben, legen unsere Mitarbeiter eine Produktvorlage an, die detailliert beschreibt, was genau zu tun ist, z.B. Castle Nathria Heroic Lootpassing raid. Wir stellen beliebte Produkte auf der Plattform ein, ordnen sie denrichtigen Kategorien zu und halten sie auf dem neuesten Stand. Dieser Ansatz ermöglicht es dem Kunden, immer nur relevante Dienste zu durchsuchen, anstatt zuversuchen, etwas, das er benötigt, in einer großen Anzahl unstrukturierter Produktezu finden. Für einen Booster ist dieser Ansatz von Vorteil, denn er muss sich keineProduktbeschreibungen ausdenken, sie in mehrere Sprachen übersetzen und die Relevanzder Informationen im Auge behalten - der Booster wird genau das tun, was er am bestenkann, nämlich spielen. All dies ermöglicht es unserer Plattform, mehr Booster anzuziehen. Je mehr Booster, desto niedriger der Preis des Produkts (der Dienstleistung).
fr: Comme nous l'avons déjà écrit ci-dessus, notre personnel place un template de produit dans lequel il est décrit en détail ce qui doit être fait exactement, par exemple, 'Château Nathria' le raid Héroique. On place des produits populaires sur la plateforme dans les catégories appropriée et on surveille la pertinence des services. Cette approche est également bénéfique pour le booster, car il n'a pas besoin de proposer des descriptions de produits, de les traduire en plusieurs langues et de vérifier la pertinence des informations. Le booster fera exactement ce qu'il fait de mieux, c'est-à-dire jouer. Tout cela permet à notre plateforme d'attirer plus de boosters pour la coopération. Un plus grand nombre de boosters conduit à une tarification plus concise du service. Plus de boosters - moins de prix pour les services.
ru: Как мы уже писали выше, наши сотрудники размещают шаблон продукта, в котором подробно описывается, что именно нужно сделать, например, рейд прохождения Castle Nathria Heroic Loot. Мы размещаем популярные товары на платформе, прикрепляем их к нужным категориям и следим за их актуальностью. Такой подход позволяет клиенту всегда просматривать только актуальные услуги, а не пытаться найти что-то нужное в большом количестве не структуризированных товаров. Для бустера такой подход выгоден тем, что ему не нужно придумывать описания продуктов, переводить их на несколько языков и следить за актуальностью информации - бустер будет делать именно то, что он умеет лучше всего, а именно играть. Все это позволяет нашей платформе привлекать больше бустеров. Чем больше количество бустеров, тем ниже цена товара (услуги).

source: A little more about the price.
de: Ein wenig mehr über den Preis.
fr: Un peu plus sur le prix.
ru: Еще немного о цене.

source: A fixed price for a service does not always allow You to effectively form a price for a service. For example, You want to buy a raid and place an order on our platform, and by pure chance, at the same moment, one of the booster teams starts this particular raid with another client, and they (boosters) have free space in the raid just for You. They do a raid not for You, but for the sake of someone else, and regardless of whether You buy this raid or not, they will go to this raid, but with Your order You will be a nice bonus for this boosters team, as a result, this team will most likely offer the minimum price for Your order and You can buy a boost for less than it actually costs if You buy it using the classic approach. And there can be a lot of such examples.
de: Ein fester Preis für ein Produkt (eine Dienstleistung) erlaubt es nicht immer, dieses optimal zu gestalten. Sie möchten zum Beispiel einen Raid kaufen und geben eine Bestellung auf unserer Plattform auf. Rein zufällig ist im selben Moment eines der Booster-Teams bereit, diesen bestimmten Schlachtzug mit einem anderen Client zu starten und sie (die Booster) haben etwas Platz im Schlachtzug frei. Sie machen die Razzia nicht für Sie, sondern für jemand anderen. Unabhängig davon, ob Sie einen Platz in diesem Schlachtzug kaufen oder nicht, wird das Booster-Team auf diesen Schlachtzug gehen, aber es wird aufgrund Ihrer Bestellung mehr verdienen. Die Chancen stehen gut, dass dieses Team den niedrigsten Preis für die Erfüllung Ihres Auftrags anbietet und Sie den Artikel (die Dienstleistung) billiger kaufen können, als er tatsächlich kostet, wenn Sie ihn mit dem klassischen Ansatz kaufen. Und es kann viele solcher Beispiele geben.
fr: Un prix fixe pour un service ne permet pas toujours de former correctement un prix. Par exemple, vous voulez acheter un raid et passer une commande sur cette plateforme, et par pur hasard, au même moment, l'une des équipes des boosters démarre ce raid particulier avec un autre client. Ils (les boosters) ont le spot libre dans le raid juste pour vous, avec votre commande. L'équipe organisait ce raid pour d'autres clients. Il commencera indépendamment du fait que vous achetiez ce raid ou non, mais votre commande sera un bon bonus pour cette équipe de booster. Ainsi, cette équipe proposera très probablement un prix minimum pour votre commande et vous pourrez acheter le service pour moins que ce qu'il coûte réellement si vous l'achetez en utilisant l'approche classique. Il peut y avoir de nombreux exemples de ce genre.
ru: Фиксированная цена на товар (услугу) не всегда позволяет оптимально ее сформировать. Например, вы хотите купить рейд и разместить заказ на нашей платформе. По чистой случайности в тот же момент одна из команд бустеров готова начать этот конкретный рейд с другим клиентом и у них (бустеров) осталось свободное место в рейде. Они делают этот рейд не для Вас, а для другого заказчика. И не зависимо от того купите вы его или нет они все равно будут его делать, но благодаря вашему заказу они заработают больше. Скорее всего, эта команда предложит минимальную цену за выполнение Вашего заказ, и Вы сможете купить такой товар (услугу) дешевле, чем он стоит на самом деле, если Вы купите его, используя классический подход. И таких примеров может быть много.

source: Now let's get back to the actual ordering process:
de: Und nun zurück zum eigentlichen Vorgang der Bestellung.
fr: Revenons maintenant au processus de commande réel
ru: А теперь вернемся собственно к процессу размещения заказа.

source: After you have chosen the service You are interested in, trading begins for it. Information that trading for the service has started on the platform is sent to all our boosters. Boosters see Your order and make offers with a specified price. If the price offered by the booster is not the lowest, the booster sees it in his personal account and can offer a new price for the service (possibly even lower). After the expiration of the time specified by the customer during the formation of the order, the bidding for the order is terminated. The customer sees all the available offers from different boosters and can select the offer he needs and pay for it. Also, the customer does not have wait for the completion of the bidding for the order and select the offer he needs during the bidding process. For example, the bidding time was 30 minutes, but after 5 minutes of bidding, an offer was received from one of the boosters that satisfied the customer. In this case, the customer can stop waiting for the completion of the bidding for the order and pay for it immediately. Then everything happens as in our regular store, You write the order number to the operator in the online chat and follow his instructions.
de: Sobald Sie das Produkt (die Dienstleistung) ausgewählt haben, an dem Sie interessiert sind, beginnt der Handel. Die Information, dass eine neue Bestellung auf der Plattform aufgegeben wird, wird an alle unsere Booster gesendet. Booster sehen Ihr vorläufiges Gebot und geben Angebote zu einem bestimmten Preis ab. Wenn der vom Booster angebotene Preis nicht der niedrigste unter den anderen Geboten ist, sieht der Booster dies in seinem persönlichen Schrank und kann einen neuen (möglicherweise niedrigeren) Preis für die Leistung anbieten. Nach Ablauf der vom Kunden bei der Gebotsabgabe angegebenen Zeit wird das Gebot beendet. Der Kunde sieht alle verfügbaren Angebote von verschiedenen Boostern und kann das gewünschte Angebot auswählen und bezahlen. Darüber hinaus kann der Kunde nicht auf den Abschluss des Bieterverfahrens für den Auftrag warten und das erforderliche Angebot während des Bieterverfahrens auswählen. Zum Beispiel betrug die Gebotszeit 30 Minuten, aber innerhalb von 5 Minuten nach dem Bieten ging ein Angebot von einem der Booster ein, das den Käufer zufrieden stellt. In diesem Fall kann der Käufer das Ende der Auktion nicht abwarten und die Ware zum gewählten Wert sofort bezahlen. Das weitere Vorgehen erfolgt in der gleichen Reihenfolge wie in unserem normalen Shop, Sie schreiben dem Operator im Online-Chat Ihre Bestellnummer und folgen seinen Anweisungen.
fr: Une fois que vous avez choisi le service qui vous intéresse, le trading commence. Les informations sur le début du trading sont envoyées à tous nos boosters. Les boosters voient votre commande et font des offres avec un prix spécifique. Si le prix proposé par le booster n'est pas le plus petit, il le voit dans son compte personnel et peut proposer un nouveau prix pour le service (éventuellement encore plus bas). Après l'expiration du délai spécifié par l'acheteur (le délai maximum est indiqué dans la commande), l'enchère prend fin. Le client voit toutes les offres disponibles des différents boosters et peut sélectionner l'offre dont il a besoin et la payer. Vous pouvez arrêter le trading avant l'expiration du délai défini en sélectionnant l'une des offres. Par exemple, la durée de l'enchère est de 30 minutes, mais après 5 minutes de l'enchère, une offre a été reçue de l'un des boosters, ce qui satisfait l'acheteur. Dans ce cas, le client peut interrompre la vente aux enchères et payer la commande immédiatement. Ensuite, tout se passe comme dans notre boutique habituelle, vous écrivez le numéro de commande à l'opérateur dans le chat en ligne et suivez ses instructions.
ru: После того, как Вы выбрали интересующий вас товар (услугу) по нему начинается торги. Информация о том, что размещена новая заявка на платформе, отправляется всем нашим бустерам. Бустеры видят Вашу предварительную заявку и делают предложения с определенной ценой. Если цена, предлагаемая бустером, не минимальная среди других предложений, то бустер видит ее в своем личном кабинете и может предложить новую цену за услугу (возможно более низкую). По истечении времени, указанного заказчиком при формировании заявки, торги прекращаются. Клиент видит все доступные предложения от разных бустеров и может выбрать нужное ему предложение и оплатить его. Кроме того, покупатель может не ждать завершения торгов по заявке и выбрать необходимое ему предложение в процессе торгов. Например, время торгов составляло 30 минут, но в течении 5 минут торгов было получено предложение от одного из бустеров, которое удовлетворяет покупателя. В этом случае покупатель может не ждать завершения торгов и оплатить товар по выбранной стоимости сразу же. Дальнейшие действия происходят в той же последовательности как в нашем обычном магазине, Вы пишете номер заказа оператору в онлайн-чате и следуете его инструкциям.

source: You have reached the maximum possible number of orders with the "New" status.
de: Sie haben die maximale Anzahl von Aufträgen mit dem Status "New" erreicht.
fr: Vous avez atteint le nombre maximum de commandes possibles avec le statut "Nouveau "
ru: Вы достигли максимально возможного количества заказов со статусом "New"

source: New - the order status for which the driver is currently being searched for.
de: Neu - der Status des Auftrags, mit dem die Suche nach einem Testamentsvollstrecker durchgeführt wird
fr: Nouveau - le statut de la commande pour laquelle le pilote est actuellement recherché
ru: Новый - статус заказа, по которому ведется поиск исполнителя.

source: To place a new order, You need either to wait for the completion of the searching of the Driver for the current order, or cancel one of the current orders using
de: Um einen neuen Auftrag zu erteilen, müssen Sie entweder warten, bis die Treiber für den aktuellen Auftrag abgeschlossen ist, oder Sie stornieren einen Ihrer aktuellen Aufträge mit
fr: Pour passer une nouvelle commande, vous devez soit attendre la fin de la recherche du executant pour la commande en cours, soit annuler l'une des commandes avec le statut «Nouveau» en utilisant
ru: Чтобы разместить новый заказ, нужно либо дождаться завершения поиск Драйвера для текущего заказа или отменить один из текущих заказов используя

source: this link
de: dieser Link
fr: ce lien
ru: эту ссылку

source: Your order has been successfully added to a driver search.
de: Ihr Auftrag wurde der Suche nach einem Interpreten hinzugefügt
fr: Votre commande a été ajoutée avec succès pour trouver un executant
ru: Ваш заказ был успешнр добавлен для поиска исполнителя.

source: You can see your orders for which the driver is currently being searched for at
de: Sie können eine Liste Ihrer gesuchten Aufträge anzeigen, indem Sie
fr: Vous pouvez voir la liste de vos commandes pour lesquelles l'executant est recherché en utilisant
ru: Вы можете просмотреть список своих заказов по которым ведется поиск исполнителя по

source: Description of option 'Drivers rank' :
de: Beschreibung der Option Treiberbewertung
fr: Description de l’option 'Note du exécutante :
ru: Описание опции Рейтинг драйвера

source: We draw Your attention to the fact that by choosing 'All drivers', all platform drivers will be able to offer themselves as a driver for Your order. Drivers not tested by our platform may have a poorer playing skill, which will lead to unnecessary wipes or delays in the provision of the service, but but You should take into consideration that these drivers can also perform the service significantly cheaper. If You want a guaranteed strong team, please choose 'Verified drivers'.
de: Wir möchten darauf hinweisen, dass, wenn Sie die Option 'Alle Treiber' wählen, alle Treiber auf der Plattform die Möglichkeit haben, sich als Kandidaten für Ihren Auftrag zu bewerben. Treiber, die von der Plattform nicht zugelassen sind, haben möglicherweise eine geringere Qualifikation als Treiber, die zugelassen sind, was zu unnötigen Wartezeiten und Verspätungen führen kann, aber Sie sollten auch bedenken, dass die Gesamtkosten des Produkts deutlich niedriger sein können. Wenn Sie ein garantiert starkes Team wollen, wählen Sie Treiber, die von der Plattform verifiziert sind.
ru: Мы обращаем Ваше внимание на то, что если Вы выбрали опцию все драйверы, то все драйверы платформы будут иметь возможность подать себя в качестве кандидатов на выполнение вашего заказа. Драйверы которые не проверены нашей платформой, возможно могут иметь более низкий скил игры чем у авторизованных драйверов, что в свою очередь может привести к лишним вайпам и задержкам в оказании сервиса, но также стоит учесть, что в этом случае итоговая цена продукта может быть существенно ниже. Если вы хотите гарантировано сильную команду, выбирайте драйверов верифицированных платформой.

source: Product starting price:
de: Produktstartpreis
fr: Prix de départ du produit
ru: Стартовая цена продукта:

source: Current offer:
de: Aktuelles Angebot:
fr: Offre actuelle
ru: Текущее предложение::

source: Order id
de: Bestellnummer
fr: Numéro de commande
ru: Номер заказа

source: Minimal Price
de: Mindestpreis
fr: Prix minimum
ru: Минимальная цена

source: Order Status
de: Status der Bestellung
fr: Statut de la commande
ru: Статус заказа

source: You
de: Sie sind
fr: Vous
ru: Вы

source: Not You
de: Nicht Sie
fr: Pas vous
ru: Не Вы

source: Описание продукта:
de: Produkt-Beschreibung
fr: Fiche produit

source: Описание опций:
de: Beschreibung der Optionen
fr: Description des options

source: Bid
de: Bewerten Sie
fr: Enchère
ru: Ставка

source: To delete the "BID" for the current order, click on this link.
de: Um Ihr Gebot aus der aktuellen Bestellung zu entfernen, klicken Sie auf diesen Link
fr: Pour supprimer "Enchère" pour la commande en cours, cliquez sur ce lien.
ru: Для того чтобы удалить свою ставку из текущего заказа кликните по этой ссылке

source: Order number:
de: Bestellnummer
fr: Numéro de commande
ru: Номер заказ

source: Product Description:
de: Produkt-Beschreibung
fr: Fiche produit
ru: Описание продукта:

source: Options descriptions
de: Beschreibung der Optionen
fr: Description des options
ru: Описание опций:

source: Total price RUB :
de: Gesamt RUB
fr: Prix total RUB
ru: Итого RUB

source: Minimal price
de: Mindestpreis
fr: Prix minimum
ru: Минимальная цена

source: Driver rank
de: Treiber Rang
fr: Rang de pilote:
ru: Ранг драйвера

source: Fraction
de: Fraktion
fr: Faction
ru: Фракция

source: Mode
de: Modus

source: Action
de: Aktion
ru: Действие

source: You are not authorized to view this page.
de: Sie sind nicht eingeloggt, um diese Seite zu sehen
fr: Vous n'êtes pas autorisé à afficher cette page
ru: Вы не авторизованны чтобы видеть эту страницу

source: WoW boost platform
de: WoW-Boost-Plattform
fr: La Plateforme dédié au Boost WoW
ru: ВоВ буст платформа

source: Welcome to platform nstopboost.com!
de: Willkommen auf der Boost-Plattform nstopboost.com.
fr: Bienvenue sur la plateforme nstopboost.com
ru: Добро пожаловать на платформу nstopboost.com!

source: Here You can buy the boost directly from the booster team at the minimal price.
de: Hier können Sie Boost direkt vom Booster-Team zum günstigsten Preis kaufen
fr: Ici, vous pouvez acheter un boost directement chez l'équipe de boosters au prix minimum
ru: Здесь Вы можете купить буст непосредственно у команды бустеров по минимальной цене

source: Starting price
de: Startpreis
fr: Prix de départ
ru: Стартовая цена

source: What next?
de: Was ist als nächstes zu tun?
fr: Que va-t-il se passer ensuite?
ru: Что делать дальше?
