Repository: genyk1p/e-auction
Catalog: staticfiles/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ru

source: Please write your review
de: Bitte schreiben Sie eine Rezension
fr: Écrivez votre avis
ru: Пожалуйста напишите отзыв

source: Select rating
de: Wählen Sie eine Bewertung
fr: Sélectionnez une note
ru: Выберите рейтинг:

source: Specify the start time of the order
de: Geben Sie die Startzeit der Bestellung an
fr: Précisez l'heure de début d'une commande
ru: Укажите время старта выполнения заказа

source: , write a colon separated for example 21:00 (21-00 or 21.00 will not work!)
de: mit einem Doppelpunkt schreiben, z.B. 21:00 (21-00 oder 21.00 funktioniert nicht)
fr: , écrivez un deux-points séparés par exemple 21:00 (21-00 ou 21.00 ne fonctionnera pas!)
ru: , писать через двоеточие например 21:00 (21-00 или 21.00 не будет работать!)

source: Price:
de: Preis
fr: Prix:
ru: Цена:

source: Indicate the price in rubles according to which you are ready to fulfill the order
de: Geben Sie den Preis in Rubel an, zu dem Sie bereit sind, den Auftrag auszuführen
fr: Indiquez le prix en roubles selon lequel vous êtes prêt à exécuter la commande
ru: Укажите цену в рублях согласно которой вы готовы выполнить заказ

source: Order start date
de: Startdatum der Bestellung
fr: Date de début d'une commande
ru: Дата начала выполнения заказа

source: Indicate the start date of the order, for example, if the order is a raid that you do on schedule, then indicate all the possible options for this raid - a maximum of 4 dates can be specified
de: Geben Sie das Startdatum des Auftrags an, z.B. wenn der Auftrag eine Razzia ist, die Sie nach dem Zeitplan durchführen, dann geben Sie alle möglichen Varianten der Razzia an, maximal können Sie4 Termine angeben
fr: Indiquez la date de début d'une commande. Par exemple, si le sujet de la commande est un raid que vous effectuez selon le planning, indiquez toutes les options possibles pour ce raid. Vous pouvez spécifier un maximum de 4 date
ru: Укажите дату начала выполнения заказа, например если заказ является рейдом который вы делаете по расписанию, то укажите все возможные варианты проведения этого рейда, максимум можно указать 4 даты

source: Specify the start time of order execution CET / CEST (Central European time, winter / summer, respectively). Differs from "MSK" by +2 hours winter and +1 hour summer)
de: Geben Sie die Startzeit MEZ/MESZ (Mitteleuropäische Zeit, Winter/Sommer) an. Abweichung von der Moskauer Zeit um +2 Stunden im Winter und +1 Stunde im Sommer
fr: Spécifiez l'heure de début de l'exécution d'une commande CET / CEST (Heure Normale D’Europe Centrale/Heure Avancée D’Europe Centrale). Heure de Moscou: +2 heure d'avance en hiver et +1 heure d'avance en été
ru: Укажите время начала выполнения заказа CET/CEST (центрально европейское время, зимнее/летнее соответственно). Отличается от МСК на +2 часа зима и +1 час лето)

source: Specify a second start date for the order fulfillment, if needed
de: Geben Sie bei Bedarf ein zweites Produktstartdatum an
fr: Spécifiez la deuxième date de début d'une commande si nécessaire
ru: Укажите вторую дату начала выполнения заказа, если это нужно

source: Specify the second start time of the order
de: Geben Sie das zweite Startdatum für die Ausführung an
fr: Indiquez la deuxième option pour l'heure de début d'une commande
ru: Укажите второе время начала выполнения заказа

source: Specify a third product start date, if needed
de: Geben Sie bei Bedarf das dritte Datum der Produkteinführung an
fr: Spécifiez la troisième date de début d'une commande si nécessaire
ru: Укажите третью дату начала выполнения заказа, если это нужно

source: Specify a third order start date, if needed
de: Geben Sie die dritte Startzeit für die Ausführung an
fr: Spécifiez la troisième date de début d'une commande si nécessaire
ru: Укажите третью дату начала выполнения заказа, если это нужно

source: Specify a fourth order start date, if needed
de: Geben Sie bei Bedarf das vierte Datum der Produkteinführung an
fr: Spécifiez la quatrième date de début d'une commande si nécessaire
ru: Укажите четвертую дату начала выполнения заказа, если это нужно

source: Specify the fourth start time of the order
de: Geben Sie die vierte Startzeit für die Auftragserfüllung an
fr: Indiquez la quatrième option pour l'heure de début d'une commande
ru: Укажите четвертое время начала выполнения заказа

source: Indicate the price in rubles acceptable to you for order fulfillment
de: Geben Sie den Preis in Rubel an, zu dem Sie bereit sind, den Auftrag auszuführen
fr: Indiquez le prix en roubles selon lequel vous êtes prêt à exécuter la commande
ru: Укажите цену в рублях согласно которой вы готовы выполнить заказ

source: Product name:
de: Produktname
fr: Nom du produit:
ru: Название продукта:

source: Fraction:
de: Fraktion
fr: Faction:
ru: Фракция:

source: Options descriptions:
de: Beschreibung der Optionen
fr: Descriptions des options:
ru: Описание опций:

source: Driver:
de: Treiber
fr: Exécutant:
ru: Драйвер:

source: Driver done orders:
de: Anzahl der vom Treiber ausgeführten Aufträge
fr: L'exécutant a terminé la commande:
ru: Количество заказов выполненное драйвером:

source: Driver rating:
de: Treiberbewertung
fr: Note du exécutante:
ru: Рейтинг драйвера:

source: If you want change your driver and price please select it below, or you can click "Pay" in this way your will work with current driver.
de: Wenn Sie den Treiber und den Preis ändern möchten, können Sie dies im Formular unten tun oder Sie können auf 'Bezahlen' klicken, in diesem Fall wird der aktuelle Treiber als ausführbare Datei für die Bestellung ausgewählt
fr: Si vous voulez changer votre pilote et votre prix sélectionnez-le ci-dessous ou vous pouvez cliquer sur "Payer". De cette manière, vous travaillerez avec le pilote actuel.
ru: Если вы хотите изменить драйвера и цену, вы можете это сделать в форме которая находится ниже, или вы можете кликнуть "Оплатить" и в этом случае в качестве исполнителя заказа будет выбран текущий драйвер.

source: Pay
de: Bezahlen nach
fr: Payer
ru: Оплатить

source: Please select your character fraction
de: Bitte geben Sie die Fraktion Ihres Charakters an.
fr: Sélectionner la fraction de votre personnage
ru: Пожалуйста, укажите фракцию вашего персонажа

source: Maximum trading time for an order(minutes)
de: Maximale Angebotszeit für die Bestellung (Minuten)
fr: Temps de trading maximum pour une commande (minutes)
ru: Максимальное время торгов по заказу (минуты)

source: You have successfully canceled your order.
de: Sie haben Ihre Bestellung erfolgreich storniert.
fr: Vous avez annulé votre commande avec succès.
ru: Вы успешно отменили свой заказ

source: Unfortunately, there are no active offers for this order yet.
de: Leider bieten derzeit keine Treiber auf dieses Produkt.
fr: Malheureusement, il n'y a pas encore d'offres actives pour cette commande.
ru: К сожалению, по данному продукту еще нет предложений от драйверов

source: No review available
de: Keine Bewertung verfügbar
fr: Aucun avis disponible
ru: Нет доступных отзывов

source: No rating
de: Keine Bewertung
fr: Aucune note
ru: Нет рейтинга

source: You have successfully added your vacancy to the list of drivers for this order.
de: Ihre Position wurde erfolgreich in die Liste der potenziellen Bieter für diesen Auftrag aufgenommen
fr: Vous avez ajouté avec succès votre offre à la liste des exécutants pour cette commande
ru: Ваша вакансия была успешно добавлена в список потенциальных исполнителей по этому заказу

source: You have successfully deleted your bid
de: Sie haben Ihr Gebot erfolgreich gelöscht
fr: Vous avez supprimé votre enchère avec succès
ru: Вы успешно удалили свою ставку

source: Unfortunately, it is no longer possible to cancel the bid, because the buyer went to the ordering procedure or canceled the order.
de: Es ist leider nicht mehr möglich, das Gebot zu stornieren, da der Kunde zur Kasse gegangen ist oder das Gebot storniert hat.
fr: Malheureusement, il n'est plus possible d'annuler l'offre car l'acheteur a commencé la procédure de commande ou annulé la commande.
ru: К сожалению уже нельзя отменить ставку, так как покупатель перешел к процедуре оформления заказа или отменил его

source: Sorry, the driver canceled the current offer, please try another offer.
de: Entschuldigung, der Treiber hat das aktuelle Angebot storniert. Bitte wählen Sie ein anderes Angebot aus der Liste.
fr: Désolé, l'exécutant a annulé l'offre actuelle, veuillez essayer une autre offre.
ru: К сожалению драйвер отменил текущее предложение, пожалуйста выберите другое предложение из списка

source: This order can be done only in SelfPlay
de: Diese Bestellung kann nur in SelfPlay ausgeführt werden
fr: Cette commande ne peut être effectuée que dans SelfPlay
ru: Этот заказ можно сделать только в SelfPlay.

source: Maximum trading time for an order (minutes)
de: Maximale Handelszeit für eine Order (Minuten)
fr: Temps de trading maximum pour une commande (minutes)
ru: Максимальное время торгов по заказу (минуты)

source: Verified drivers
de: Geprüfte Treiber
fr: Exécutants vérifiés
ru: Проверенные драйверы

source: All drivers
de: Alle Treiber
fr: Tous les exécutants
ru: Все драйверы

source: Drivers rank:
de: Treiber-Bewertung
fr: Note du exécutante
ru: Рейтинг драйвера:

source: Unfortunately, the order cannot be placed at the moment. Our service works from 8 am to 1 am (CEST), we will be glad to see you in the morning!
de: Leider kann die Bestellung momentan nicht aufgegeben werden. Unser Service arbeitet von 8 bis 1 Uhr (MESZ), wir freuen uns, Sie am Morgen zu sehen!
fr: Malheureusement, la commande ne peut pas être passée pour le moment. Notre service fonctionne de 8h à 1h (CEST), nous serons heureux de vous voir le matin!
ru: К сожалению в данный момент нельзя разместить заказ. Наша служба работает с 8.00 до 01.00 (CEST), будем рады видеть Вас утром!

source: Unfortunately, there are no active offers from the drivers for this order yet.
de: Leider gibt es noch keine aktiven Angebote für diese Bestellung.
fr: Malheureusement, il n'y a pas encore d'offres actives pour cette commande.
ru: К сожалению, по данному продукту еще нет предложений от драйверов

source: Please note that the bidding for this order has ended and drivers will no longer be able to add their vacancy to this order. If you are not satisfied with the trading results, you can create a new order.
de: Bitte beachten Sie, dass die Gebotsabgabe für diesen Auftrag abgeschlossenist und die Ausführenden (Treiber) nicht mehr in der Lage sein werden, ihreVakanz zu diesem Auftrag hinzuzufügen. Wenn Sie mit dem Ergebnis des Bietensnicht zufrieden sind, können Sie einen neuen Auftrag erstellen.
ru: Обращаем ваше внимание, что торги по данному заказу завершены и исполнители (драйверы) не уже не смогут добавить свою вакансию к этому заказу. Если вас не устраивают результаты торгов вы можете создать новый заказ.

source: No reviews available
de: Keine Bewertungen vorhanden
fr: Aucun avis disponible
ru: Нет доступных отзывов

source: Unfortunately, you don't have authorization to see this page. This page is for drivers only. If you want to become a driver please contact the platform's administration.
de: Sie haben leider keine Berechtigung, diese Seite zu sehen. Diese Seite istnur für Treiber verfügbar. Wenn Sie ein Treiber werden möchten, wenden Sie sich an die Plattformverwaltung.
fr: Désolé, vous n'êtes pas autorisé à afficher cette page. Cette page est réservée aux exécutants. Si vous voulez être l'exécutant, contactez l'administration de la plateforme.
ru: К сожалению, у Вас нет разрешения на просмотр этой страницы. Эта страница доступна только для драйверов. Если Вы хотите стать драйвером, обратитесь к администрации платформы.

source: Unfortunately, you cannot make orders in Piloted mode yet.
de: Leider können Sie im Piloted-Modus noch keine Aufträge erteilen.
fr: Malheureusement, vous ne pouvez pas encore exécuter les commandes en mode Piloté
ru: К сожалению вы еще не можете делать заказы в режиме Piloted

source: Unfortunately, you cannot place a bid on this order, because the customer selected only 'Verified driver' option, and you status is 'New'.
de: Sie können leider kein Gebot auf diese Bestellung abgeben, da der Kunde 'Nur geprüfte Treiber' ausgewählt hat und Ihr Status 'Neu' ist
fr: Malheureusement, vous ne pouvez pas faire d'enchère avec cette commande car le client a sélectionné l'option «Exécutants vérifiés» et votre statut est «Nouveau»
ru: К сожалению вы не можете сделать ставку по текущему заказу, потому что покупатель выбралтолько проверенных драйверов в качестве исполнителей, а ваш статус 'New'.

source: You have successfully added your vacancy to the list of the potential drivers for this order.
de: Ihre Position wurde erfolgreich in die Liste der potenziellen Bieter für diesen Auftrag aufgenommen
fr: Vous avez ajouté avec succès votre offre à la liste des exécutants pour cette commande
ru: Ваша вакансия была успешно добавлена в список потенциальных исполнителей по этому заказу

source: This order is waiting for payment, You can see the information after the payment would be done.
de: Diese Bestellung ist in Zahlung, Informationen zu dieser Bestellung werden nach der Zahlung verfügbar sein
fr: Cette commande est en attente de paiement. Vous pouvez voir les informations une fois la commande payée.
ru: Этот заказ находится в состоянии ожидания оплаты, информация по данному заказу будет доступна после оплаты.

source: Unfortunately you cannot make bid by this order because customer selected only 'Verified driver' option, and you status is 'New'.
de: Sie können leider kein Gebot auf diese Bestellung abgeben, da der Kunde 'Nur geprüfte Treiber' ausgewählt hat und Ihr Status 'Neu' ist
fr: Malheureusement, vous ne pouvez pas faire d'enchère avec cette commande car le client a sélectionné l'option «Exécutants vérifiés» et votre statut est «Nouveau»
ru: К сожалению вы не можете сделать ставку по текущему заказу, потому что покупатель выбралтолько проверенных драйверов в качестве исполнителей, а ваш статус 'New'.

source: Sorry, the driver canceled the current offer, please try another offer from the list.
de: Entschuldigung, der Treiber hat das aktuelle Angebot storniert. Bitte wählen Sie ein anderes
fr: Désolé, l'exécutant a annulé l'offre actuelle, veuillez essayer une autre offre.
ru: К сожалению драйвер отменил текущее предложение, пожалуйста выберите другое предложение из списка

source: Select payment method:
de: Zahlungsmethode auswählen
fr: Sélectionnez le mode de paiement:
ru: Выберете способ оплаты:

source: Select schedule:
de: Zeitplan auswählen
fr: Choisissez une date et un horaire
ru: Выберите расписание:

source: Your order has been successfully paid. Please write your order id to the operator in online chat (bottom left corner).
de: Ihre Bestellung wurde erfolgreich bezahlt. Bitte schreiben Sie Ihre Bestellnummer in den Live-Chat (unten links).
fr: Votre commande a été payée avec succès. Veuillez écrire votre identifiant de commande à l'opérateur sur le chat en ligne (coin inférieur gauche).
ru: Ваш заказ был успешно оплачен. Пожалуйста напишите номер вашего заказа оператору в онлайн чат (нижний левый угол).

source: Sorry, Your payment was not successful, please try again or contact our support.
de: Es tut uns leid, Ihre Zahlung war nicht erfolgreich, bitte versuchen Sie es erneut oder kontaktieren Sie den Support.
fr: Désolé, votre versement ne pas être complété, veuillez réessayer ou contacter notre assistance.
ru: К сожалению Ваш платеж был не успешным, пожалуйста попробуйте выполнить его еще раз или обратитесь в поддержку.

source: Please enter email confirmation code
de: Bitte geben Sie den Validierungscode ein
fr: Entrer un code de validation pour vérifier votre email
ru: Пожалуйста, введите проверочный код

source: Invalid confirmation code
de: Falscher Verifizierungscode
fr: Code de validation invalide
ru: Неверный код подтверждения

source: To confirm registration on https://nstopboost.com/ please follow the link
de: Um den Registrierungsprozess mit https://nstopboost.com/ abzuschließen, folgen Sie bitte diesem Link oder geben Sie diesen
fr: Pour confirmer l'inscription sur https://nstopboost.com/ cliquez sur le lien
ru: Для завершения регистрации на https://nstopboost.com/ пожалуйста перейдите по ссылке

source: on the E-mail confirmation page.
de: auf der E-Mail-Bestätigungsseite.
fr: sur la page de confirmation de l'adresse email
ru: на странице подтверждения регистрационного кода.

source: E-mail confirmation code and link will be valid for 30 minutes.
de: Der Bestätigungscode und der Link sind 30 Minuten lang gültig
fr: Le code et le lien de confirmation de l'adresse email seront valides pendant 30 minutes
ru: Код подтверждения и ссылка будут действительны в течении 30 минут.

source: Best wishes, administration of nstopboost.com
de: Mit freundlichen Grüßen nstopboost.com Verwaltung
fr: Sincères salutations, l'administration de nstopboost.com
ru: С наилучшими пожеланиями, администрация nstopboost.com

source: Registrations on nstopboost.com
de: Registrieren Sie sich unter nstopboost.com
fr: Inscriptions sur nstopboost.com
ru: Регистрация на nstopboost.com

source: Account settings:
de: Kontoeinstellungen
fr: Paramètres du compte^
ru: Настройки учетной записи

source: Change
de: Ändern
fr: Changer
ru: Изменить

source: Change password
de: Passwort ändern
fr: Changer le mot de passe
ru: Изменить пароль

source: Select Language:
de: Sprache auswählen
fr: Choisissez la langue:
ru: Выберите язык:

source: Quantity of completed orders:
de: Anzahl der Aufträge
fr: Quantité de commandes terminées:
ru: Количество выполненных заказов:

source: Rating:
de: Bewertung
fr: Note
ru: Рейтинг:

source: Can do order in piloted mode:
de: Aufträge können im pilotierten Modus erteilt werden
fr: Option Piloté est disponible
ru: Может делать заказы в режиме piloted:

source: Driver rank:
de: Treiber Rang
fr: Rang de pilote
ru: Ранг драйвера:

source: Home
de: Startseite
fr: Accueil
ru: Главная

source: Products
de: Produkte
fr: Produits
ru: Продукты

source: Loot Raid (EU)
de: Raid (EU)
ru: Лут рейды (ЕУ)

source: Mythic+ Dungeons (EU)
de: Mythisch Plus Instanzen (EU)
fr: Donjon Mythique+ (EU)
ru: Мифик+ подземелья (EU)

source: Dungeons and Torghast (EU)
de: Instanzen und Torghast (EU)
fr: Donjons et Tourment (EU)
ru: Подземелья и Торгаст (ЕУ)

source: My orders
de: Meine Befehle
fr: Mes commandes
ru: Мои заказы

source: Requested orders
de: Aktive Angebote
fr: Offres actives
ru: Активные предложения

source: More
de: Mehr
fr: Chargez plus
ru: Еще

source: Contact
de: Kontakt
ru: Контакты

source: Privacy Policy
de: Datenschutz
fr: Politique de confidentialité

source: Refund Policy
de: Erstattungsrichtlinie
fr: Politique de remboursement

source: Terms & Conditions
de: Bedingungen & Konditionen
fr: Termes et Conditions

source: Account settings
de: Kontoeinstellungen
fr: Paramètres du compte
ru: Настройки учетной записи

source: You are logged as:
de: Sie sind eingeloggt als:
fr: Vous êtes actuellement connecté en tant que
ru: Вы вошли как:

source: Change language
de: Sprache ändern
fr: Changer de langue
ru: Сменить язык

source: Logout
de: Ausloggen
fr: Se déconnecter
ru: Выйти

source: Sign up
de: Registrieren
fr: S'inscrire
ru: Зарегистрироваться

source: Log in
de: Einloggen
fr: Se connecter
ru: Авторизоваться

source: World of Warcraft boosting Platform
de: WoW-Boost-Plattform
fr: La Plateforme dédié au Boost WoW
ru: WoW буст Платформа

source: Completed order
de: Abgeschlossene Aufträge
fr: Commande terminée
ru: Завершённые заказы

source: Product name
de: Produktname
fr: Nom du produit
ru: Название продукта

source: Driver
de: Treiber
fr: Exécutant
ru: Драйвер

source: Price
de: Preis
fr: Prix
ru: Цена

source: Review
de: Testimonial
fr: Avis
ru: Отзыв

source: Rating
de: Bewertung
fr: Note
ru: Рейтинг

source: Submit
de: Anwenden
fr: Commander
ru: Применить

source: My order
de: Meine Bestellung
fr: Ma commande
ru: Мои заказ

source: The choice of the driver and the price.
de: Wählen Sie Darsteller und Preis
fr: Choisissez un pilote et un prix
ru: Выбор исполнителя и цены.

source: To place an order, please select driver and price from the list below:
de: Um mit Ihrer Bestellung fortzufahren, wählen Sie einen Interpreten und den Preis aus der Liste unten
fr: Pour passer une commande, veuillez sélectionner un pilot et un prix dans la liste ci-dessous
ru: Для того, чтобы оформить заказ, выберите исполнителя и цену из списка ниже:

source: We draw your attention: after choosing the driver and the price offered by him, you will proceed to the next stage of ordering and bidding for the order will be terminated. Any other drivers would not make a better offer for the current order.
de: Bitte beachten Sie: Sobald Sie einen Interpreten und dessen Preisvorschlag ausgewählt haben, gehen Sie zur nächsten Stufe der Auftragserteilung über und das Bieten auf den Auftrag wird beendet. Kein anderer Auftragnehmer wird ein besseres Angebot für den aktuellen Auftrag machen können.
ru: Обращаем ваше внимание: после выбора исполнителя и предложенной им цены Вы перейдете на следующий этап оформления заказа и торги по заказу будут прекращены. Никакой другой исполнитель не сможет сделать более выгодное предложение по текущему заказу.

source: Driver rank:
de: Treiber Rang
fr: Rang de pilote:
ru: Ранг драйвера:

source: Schedule:
de: Zeitplan
fr: Horaire
ru: Расписание:

source: Cancel order
de: Bestellung stornieren
fr: Annuler la commande
ru: Отменить заказ

source: Order information
de: Informationen bestellen
fr: Informations sur la commande
ru: Информация о заказе

source: Product name:
de: Produktname
fr: Nom du produit
ru: Имя продукта:

source: Product overview:
de: Produktübersicht
fr: Description
ru: Обзор продукта:

source: Fraction:
de: Fraktion
fr: Faction:
ru: Фракция:

source: Options descriptions:
de: Option Beschreibung
fr: Descriptions des options
ru: Описание опций:

source: Driver:
de: Treiber
fr: Exécutant:
ru: Драйвер:

source: Price:
de: Preis
fr: Prix:
ru: Цена:

source: Back
de: Zurück
fr: Retour
ru: Назад

source: Show all orders
de: Alle Aufträge anzeigen
fr: Tous les achats
ru: Показать все заказы

source: Order Id
de: Teilenummer
fr: Numéro de commande
ru: Номер заказа

source: Product Name
de: Produktname
fr: Nom du produit
ru: Имя продукта

source: Product overview
de: Produkt-Beschreibung
fr: Description
ru: Описание продукта

source: Current price
de: Produkt-Beschreibung
fr: Prix actuel
ru: Текущая цена

source: Previous page
de: Vorherige Seite
fr: Page précédente
ru: Предыдущая страница

source: Next page
de: Nächste Seite
fr: Page suivante
ru: Следующая страница

source: Orders with order status:
de: Bestellungen mit Bestellstatus:
fr: Commandes avec statut de commande:
ru: Заказы со статусом:

source: Order ID
de: Teilenummern
fr: Numéro de commande
ru: Номер заказа

source: Active order information for drivers
de: Bestellinformationen für Treiber
fr: Information sur la commande active pour les exécutants
ru: Информация о заказе для драйверов

source: If you want to cancel a bet, select the bet you need and click the cancel button.
de: Wenn Sie das Gebot stornieren möchten, wählen Sie bitte das Gebot aus undklicken Sie auf die Schaltfläche
fr: Si vous souhaitez annuler une enchère, sélectionnez la vous avez besoin et cliquez sur le bouton Annuler
ru: Если вы хотите отменить ставку, пожалуйста выберите ставку и кликните по кнопке отменить.

source: Order id:
de: Abbrechen
fr: Numéro de commande
ru: Номер заказа:

source: Cancel Bid
de: Angebot stornieren
fr: Annuler l'enchère
ru: Отменить ставку

source: WoW boost platform.
de: WoW-Boost-Plattform
fr: La Plateforme dédié au Boost WoW.
ru: ВоВ буст платформа
