Repository: genyk1p/e-auction
Catalog: staticfiles/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ru

source: How it works:
de: Was ist als nächstes zu tun?
fr: Comment ça marche:
ru: Как это работает:

source: Select which product do you need
de: Wählen Sie das gewünschte Produkt
fr: Sélectionnez le produit dont vous avez besoin
ru: Выберите нужный продукт

source: Start bidding on a product
de: Starten Sie das Bieten auf das Produkt
fr: Commencer à enchérir sur un produit
ru: Начните торги по продукту

source: Wait for 5-10 minutes
de: 5-10 Minuten warten
fr: Attendrez entre de 5 à 10 minutes
ru: Подождите 5-10 минут

source: Choose the offer that suits You
de: Wählen Sie das richtige Angebot für Sie
fr: Choisissez l'offre qui vous convient
ru: Выберите подходящее для Вас предложение

source: And that's all!
de: Das war's.
fr: et c'est tout
ru: И это все!

source: Most likely, after 5-10 minutes of trading, the price at which You can buy this product will be significantly lower than the initial one.
de: Höchstwahrscheinlich wird der Preis, zu dem Sie das Produkt kaufen können, nach 5-10 Minuten des Bietens deutlich niedriger sein als der ursprüngliche Preis
fr: Très probablement, après 5 à 10 minutes de négociation, le prix final de ce produit sera nettement inférieur au prix initial
ru: Скорее всего после, 5-10 минут торгов, цена по которой Вы сможете купить продукт будет существенно ниже начальной.

source: Order information:
de: Bestellinformationen
fr: Informations sur la commande:
ru: Информация о заказе

source: Product:
de: Produktname
fr: Produit:
ru: Имя продукта

source: Order start date:
de: Startdatum der Bestellung
fr: La date de début de la commande
ru: Дата начала выполнения заказа

source: Start within 30 minutes
de: Start in 30 Minuten
fr: Ça commence dans 30 minutes
ru: Начало в течении 30 минут

source: Payment method:
de: Zahlungsmethode
fr: Mode de paiement
ru: Способ оплаты

source: Amount:
de: Betrag
fr: Total
ru: Сумма

source: Product Description:
de: Produkt-Beschreibung
fr: Fiche produit
ru: Описание продукта:

source: If You want to change the driver please click on this
de: Wenn Sie den Darsteller wechseln möchten, klicken Sie bitte hier
fr: Si vous souhaitez changer du booster, veuillez cliquer sur ce
ru: Если Вы хотите изменить исполнителя пожалуйста кликните по этой

source: Next
de: Klicken Sie hier
fr: L'étape suivante
ru: Дальше

source: To complete registration, follow the link sent to the e-mail that You specified during registration or enter the verification code below.
de: Um Ihre Registrierung abzuschließen, klicken Sie bitte auf den in der E-Mail angegebenen Link oder geben Sie den Verifizierungscode aus Ihrer Registrierungs-E-Mail ein.
fr: Pour terminer votre inscription Vous recevrez dans les prochaines minutes un courriel vous demandant de confirmer votre inscription. Cliquez sur le lien de confirmation inclus dans le courriel pour conclure le processus ou entrez le code de vérification ci-dessous.
ru: Для завершения регистрации, пожалуйста перейдите по ссылке которую мы отправили на Вашу почту или введите проверочный код указанный ниже.

source: If You have not received an e-mail within 10 minutes, please check Your spam folder.
de: Wenn Sie Ihre Registrierungs-E-Mail nicht innerhalb von 10 Minuten erhalten haben, überprüfen Sie bitte Ihren Spam-Ordner.
fr: Si vous n'avez rien reçu après 10 minutes vérifiez vos courriels indésirables.
ru: Если Вы не получили регистрационное письмо в течении 10 минут, пожалуйста проверьте папку спам.

source: Thanks for spending some time with the Web site today.
de: Danke, dass Sie den heutigen Tag mit uns verbringen.
fr: Merci d’utiliser nstopboost.com
ru: Спасибо, что провели сегодня немного времени на нашем сайте.

source: Log in again
de: Erneut anmelden
fr: Connectez-vous à nouveau
ru: Войти снова

source: Your username and password didn't match. Please try again.
de: Ihr Benutzername und Ihr Passwort stimmen nicht überein. Bitte versuchen Sie es erneut.
fr: Votre nom d'utilisateur ou mot de passe non valide, veuillez réessayer.
ru: Ваше имя пользователя и пароль не совпадают. Пожалуйста, попробуйте еще раз.

source: Please enter Your username (not email) and password.
de: Bitte geben Sie Ihren Benutzernamen (nicht Ihre E-Mail-Adresse) und Ihr Passwort ein
fr: Veuillez saisir votre nom d'utilisateur (pas votre adresse e-mail) et votre mot de passe.
ru: Пожалуйста, введите Ваше имя пользователя (не адрес электронной почты) и пароль.

source: Reset password
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe
ru: Сбросить пароль

source: Your password was changed.
de: Ihr Passwort wurde geändert
fr: Votre mot de passe a été changé.
ru: Ваш пароль был изменен.

source: Please correct the error below.
de: Bitte korrigieren Sie den Fehler unten
fr: Veuillez corriger l'erreur ci-dessous.
ru: Пожалуйста, исправьте ошибку ниже.

source: Please correct the errors below.
de: Bitte korrigieren Sie den Fehler unten
fr: Veuillez corriger l'erreur ci-dessous.
ru: Пожалуйста, исправьте ошибку ниже.

source: Please enter Your old password, for security's sake, and then enter Your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie zur Sicherheit Ihr altes Passwort ein und geben Sie dann das neue Passwort zweimal ein, um sicherzugehen, dass wir es richtig eingegeben haben.
fr: Veuillez entrer votre ancien mot de passe, pour des raisons de sécurité, puis entrez votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous l'avez saisi correctement.
ru: Пожалуйста, введите свой старый пароль в целях безопасности, а затем дважды введите новый пароль, чтобы мы могли проверить, правильно ли вы ввели его.

source: Change my password
de: Passwort ändern
fr: Modifier mon mot de passe
ru: Изменить пароль

source: Your password has been set. You may go ahead and log in now.
de: Ihr Passwort wurde festgelegt. Sie können sich jetzt anmelden
fr: Le mot de passe a été défini. Vous pouvez continuer et vous connecter maintenant.
ru: Ваш пароль установлен. Вы можете войти в систему сейчас.

source: Please enter Your new password twice so we can verify You typed it in correctly.
de: Bitte geben Sie Ihr neues Passwort zweimal ein, damit wir überprüfen können, ob Sie es richtig eingegeben haben
fr: Veuillez saisir votre nouveau mot de passe deux fois afin que on peut vérifier que vous l'avez saisi correctement.
ru: Пожалуйста, введите свой новый пароль дважды, чтобы мы могли убедиться, что Вы ввели его правильно.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link zum Zurücksetzen des Passworts ist nicht gültig, möglicherweise weil er bereits verwendet wurde. Anfordern eines neuen Passworts
ru: Ссылка для сброса пароля недействительна, возможно, потому, что она уже использовалась. Запросите новый сброс пароля.

source: We've e-mailed You instructions for setting your password, if an account exists with the email You entered. You should receive them shortly.
de: Wir haben Ihnen eine Anleitung zum Zurücksetzen Ihres Passworts per E-Mail geschickt, falls ein Konto mit der von Ihnen angegebenen E-Mail-Adresse existiert. Sie werden sie in Kürze erhalten.
fr: On vous a envoyé par e-mail des instructions pour définir votre mot de passe, si un compte existe avec l'e-mail que vous avez entré. Vous devriez les recevoir dans quelques minutes.
ru: Мы отправили Вам по электронной почте инструкции по установке пароля, если существует учетная запись с указанным Вами адресом электронной почты. Вы получите их в ближайшее время.

source: If You don't receive an e-mail, please make sure You've entered the address You registered with, and check your spam folder.
de: Wenn Sie die E-Mail nicht erhalten haben, vergewissern Sie sich bitte, dass Sie die E-Mail-Adresse eingegeben haben, die Sie bei der Registrierung verwendet haben, und überprüfen Sie Ihren Spam-Ordner in Ihrem Posteingang
fr: Si vous n’avez pas reçu votre e-mail assurez-vous d'avoir saisi l'adresse avec laquelle vous vous êtes enregistré et vérifiez vos courriels indésirables.
ru: Если Вы не получили письмо, пожалуйста убедитесь, что Вы ввели адрес электронной почты который Вы использовали при регистрации, и проверьте папку спам в своем почтовом ящике

source: Please go to the following page and choose a new password:
de: Gehen Sie auf die nächste Seite und wählen Sie ein neues Passwort.
fr: Veuillez vous rendre sur la page suivante et choisir un nouveau mot de passe:
ru: Перейдите на следующую страницу и выберите новый пароль:

source: Your username, in case You've forgotten:
de: Ihren Benutzernamen, falls Sie ihn vergessen haben.
fr: Votre nom d'utilisateur, au cas où vous l'avez oublié:
ru: Ваше имя пользователя, если Вы забыли:

source: Thanks for using our site!
de: Vielen Dank, dass Sie unsere Seite nutzen.
fr: Merci d'utiliser notre site.
ru: Спасибо, что пользуетесь нашим сайтом!

source: Forgotten Your password? Enter Your e-mail address below, and we'll email instructions for setting a new one.
de: Haben Sie Ihr Passwort vergessen? Geben Sie unten Ihre E-Mail-Adresse ein, und wir senden Ihnen eine Anleitung zum Einrichten einer neuen E-Mail-Adresse zu
fr: Mot de passe oublié? Entrez votre adresse e-mail ci-dessous, et on vous enverra par e-mail des instructions pour pour définir un nouveau mot de passe.
ru: Забыли свой пароль? Введите свой адрес электронной почты ниже, и мы отправим Вам инструкции по установке нового адреса электронной почты.

source: Reset my password
de: Passwort zurücksetzen
fr: Réinitialiser mon mot de passe
ru: Сбросить пароль

source: Registration on nstopboost.com
de: Registrieren Sie sich unter nstopboost.com
fr: Inscription sur nstopboost.com
ru: Регистрация на nstopboost.com

source: Registration
de: Anmeldung für neue Mitglieder
fr: Enregistrement
ru: Регистрация нового пользователя

source: or enter this code
fr: ou entrez ce code
ru: или введите этот код

source: Driver done orders quantity:
fr: L'exécutant a terminé la commande:
ru: Количество заказов выполненное драйвером:

source: Status
fr: Statut
ru: Статус

source: Filter
fr: Filtre
ru: Фильтр

source: link
fr: lien
ru: ссылке

source: You're receiving this e-mail because You requested a password reset for Your user account at %(site_name)s.
fr: Vous recevez cette notification, car vous avez demandé la modification de mot de passe de votre compte utilisateur sur %(site_name)s.
